/*
	File:		SimpleGrouping.strings

	Contains:
	Copyright:	© 2005-2009 by Apple Inc., all rights reserved.
*/

//===========================================================================
// Group names 
// These should be plural in most cases
// the keys should match whats in MDSimpleGrouping.plist
//===========================================================================
"APPLICATIONS" = "Programy";
"DIRECTORIES" = "Katalogi";
"MUSIC" = "Muzyka";
"MOVIES" = "Filmy";
"PDF" = "Dokumenty PDF";
"DOCUMENTS" = "Dokumenty";
"MESSAGES" = "Wiadomości";
"IMAGES" = "Obrazki";
"CONTACT" = "Kontakty";
"SYSTEM_PREFS" = "Preferencje systemowe";
"EVENT_TODO" = "Zdarzenia i rzeczy do zrobienia";
"FONTS" = "Czcionki";
"PRESENTATIONS" = "Prezentacje";
"BOOKMARKS" = "Witryny";
"EXPRESSION" = "Kalkulator";
"DEFINITION" = "Definicja";

/* Top hit */
"TOP_HIT" = "Najczęściej odwiedzane";

/* Keys used in grouping the date */
"NO_AUTHORS" = "Brak autorów";
"0 FUTURE" = "Przyszłe";
"1 TODAY" = "Dzisiaj";
"2 YESTERDAY" = "wczoraj";
"3 LAST_WEEK" = "Ostatnie 7 dni";
"4 LAST_MONTH" = "Ostatnie 30 dni";
"5 EARLIER" = "Wcześniejsze";
"6 NO_DATE" = "brak daty";

/* Group name in the which attribute matched key, if
 * we can't figure it out it says Other Attribute
 */
"OTHER_ATTRIBUTE" = "Inne atrybuty";
